Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 当前签名：%@。退出应用后，可从完整备份恢复原始签名；旧备份需要选择同版本官方原版。也可以从 App Store 或官网下载重装。应用数据目录不会被替换。
ar: التوقيع الحالي: %@. بعد إنهاء التطبيق، يمكنك استعادة التوقيع الأصلي من النسخة الاحتياطية الكاملة؛ تتطلب النسخ القديمة اختيار نسخة أصلية رسمية من الإصدار نفسه. يمكنك أيضًا التنزيل وإعادة التثبيت من App Store أو الموقع الرسمي. لن تُستبدل مجلدات بيانات التطبيق.
de: Aktuelle Signatur: %@. Beende die App, um die Originalsignatur aus der vollständigen Sicherung wiederherzustellen. Bei alten Sicherungen musst du ein offizielles Original derselben Version auswählen. Du kannst die App auch aus dem App Store oder von der offiziellen Website neu installieren. App-Datenordner werden nicht ersetzt.
en: Current signature: %@. Quit the app, then restore its original signature from the complete backup. Legacy backups require an official original of the same version. You can also reinstall from the App Store or official website. Application data directories are not replaced.
eo: Nuna subskribo: %@. Post fermo de la aplikaĵo, vi povas restaŭri la originan subskribon el la kompleta sekurkopio; malnovaj sekurkopioj postulas elekton de oficiala originalo de la sama versio. Vi ankaŭ povas elŝuti kaj reinstali el App Store aŭ la oficiala retejo. La datumdosierujoj de la aplikaĵo ne estos anstataŭigitaj.
es: Firma actual: %@. Sal de la app para restaurar la firma original desde la copia de seguridad completa. Las copias antiguas requieren seleccionar un original oficial de la misma versión. También puedes descargar y reinstalar la app desde App Store o la web oficial. Las carpetas de datos de la app no se sustituirán.
fr: Signature actuelle : %@. Quittez l’app pour restaurer sa signature originale à partir de la sauvegarde complète. Les anciennes sauvegardes nécessitent de choisir un original officiel de la même version. Vous pouvez aussi télécharger et réinstaller l’app depuis l’App Store ou le site officiel. Les dossiers de données de l’app ne sont pas remplacés.
hi: मौजूदा हस्ताक्षर: %@। ऐप बंद करने के बाद पूरे बैकअप से मूल हस्ताक्षर पुनर्स्थापित कर सकते हैं। पुराने बैकअप के लिए उसी संस्करण का आधिकारिक मूल ऐप चुनना होगा। App Store या आधिकारिक वेबसाइट से डाउनलोड करके फिर इंस्टॉल भी कर सकते हैं। ऐप की डेटा डायरेक्ट्री नहीं बदली जाएँगी।
id: Tanda tangan saat ini: %@. Setelah menutup app, Anda dapat memulihkan tanda tangan asli dari cadangan lengkap. Cadangan lama memerlukan app asli resmi versi yang sama. Anda juga dapat mengunduh dan menginstal ulang dari App Store atau situs web resmi. Direktori data app tidak akan diganti.
it: Firma attuale: %@. Esci dall’app, poi ripristina la firma originale dal backup completo. I vecchi backup richiedono una copia originale ufficiale della stessa versione. Puoi anche scaricare e reinstallare l’app da App Store o dal sito ufficiale. Le cartelle dati dell’app non verranno sostituite.
ja: 現在の署名：%@。アプリを終了すると、完全なバックアップから元の署名を復元できます。旧形式のバックアップでは、同じバージョンの公式オリジナル版を選択する必要があります。App Store や公式サイトからダウンロードして再インストールすることもできます。アプリデータのディレクトリは置き換えられません。
ko: 현재 서명: %@. 앱을 종료하면 전체 백업에서 원본 서명을 복원할 수 있습니다. 이전 백업의 경우 같은 버전의 공식 원본을 선택해야 합니다. App Store 또는 공식 웹사이트에서 다운로드하여 다시 설치할 수도 있습니다. 앱 데이터 디렉토리는 교체되지 않습니다.
nl: Huidige handtekening: %@. Stop de app en herstel de oorspronkelijke handtekening vanuit de volledige reservekopie. Voor oude reservekopieën moet je de officiële oorspronkelijke app van dezelfde versie kiezen. Je kunt de app ook downloaden en opnieuw installeren vanuit de App Store of de officiële website. De gegevensmappen van de app worden niet vervangen.
pl: Bieżący podpis: %@. Zamknij aplikację, aby przywrócić oryginalny podpis z pełnej kopii zapasowej. Stare kopie wymagają wybrania oficjalnego oryginału w tej samej wersji. Możesz też pobrać i ponownie zainstalować aplikację z App Store lub oficjalnej witryny. Foldery danych aplikacji nie zostaną zastąpione.
pt: Assinatura atual: %@. Encerre o app para restaurar a assinatura original a partir do backup completo. Backups antigos exigem uma cópia original oficial da mesma versão. Você também pode baixar e reinstalar o app pela App Store ou pelo site oficial. As pastas de dados do app não serão substituídas.
ru: Текущая подпись: %@. Закройте приложение, чтобы восстановить оригинальную подпись из полной резервной копии. Для старых копий нужно выбрать официальное оригинальное приложение той же версии. Также можно скачать и переустановить приложение из App Store или с официального сайта. Папки данных приложения не будут заменены.
th: ลายเซ็นปัจจุบัน: %@ เมื่อออกจากแอปแล้ว คุณคืนค่าลายเซ็นดั้งเดิมจากข้อมูลสำรองที่ครบถ้วนได้ ข้อมูลสำรองเก่าต้องเลือกแอปต้นฉบับทางการเวอร์ชันเดียวกัน หรือดาวน์โหลดมาติดตั้งใหม่จาก App Store หรือเว็บไซต์ทางการก็ได้ ไดเรกทอรีข้อมูลแอปจะไม่ถูกแทนที่
tr: Mevcut imza: %@. Uygulamadan çıktıktan sonra tam yedekten orijinal imzayı geri yükleyebilirsiniz. Eski yedekler için aynı sürümün resmî orijinalini seçmeniz gerekir. App Store’dan veya resmî web sitesinden indirip yeniden de yükleyebilirsiniz. Uygulamanın veri klasörleri değiştirilmez.
vi: Chữ ký hiện tại: %@. Sau khi thoát ứng dụng, có thể khôi phục chữ ký gốc từ bản sao lưu đầy đủ; bản sao lưu cũ yêu cầu chọn ứng dụng gốc chính thức cùng phiên bản. Bạn cũng có thể tải và cài lại từ App Store hoặc trang web chính thức. Thư mục dữ liệu ứng dụng không bị thay thế.
zh_hant: 目前簽名：%@。結束應用程式後，可從完整備份恢復原始簽名；舊備份需要選擇相同版本的官方原版。也可以從 App Store 或官方網站下載並重新安裝。應用程式資料目錄不會被替換。

source: 恢复签名或重装后，在「应用数据」页使用「挂载迁移」。需要 APFS 外置盘，第一次打开应用时点允许授权框。
ar: بعد استعادة التوقيع أو إعادة التثبيت، استخدم «الترحيل بالتحميل» في صفحة «بيانات التطبيقات». يلزم قرص خارجي بتنسيق APFS؛ انقر على «السماح» في نافذة طلب الإذن عند فتح التطبيق لأول مرة.
de: Verwende nach der Signaturwiederherstellung oder Neuinstallation „Mount-Migration“ unter „App-Daten“. Dafür ist ein externes APFS-Laufwerk erforderlich. Erlaube den Zugriff im Berechtigungsdialog beim ersten Öffnen der App.
en: After restoring the signature or reinstalling, use Mount Migration in App Data. An APFS external drive is required. Allow the permission prompt when first opening the app.
eo: Post restaŭro de la subskribo aŭ reinstalo, uzu “Migrado per muntado” en la paĝo “Aplikaĵaj datumoj”. Ekstera disko APFS estas bezonata. Alklaku “Permesi” en la rajtiga dialogo ĉe la unua malfermo de la aplikaĵo.
es: Después de restaurar la firma o reinstalar, usa «Migración por montaje» en «Datos de las apps». Necesitas un disco externo APFS. Haz clic en «Permitir» en la solicitud de acceso al abrir la app por primera vez.
fr: Après la restauration de la signature ou la réinstallation, utilisez « Migration par montage » dans « Données des apps ». Un disque externe APFS est nécessaire. Cliquez sur « Autoriser » dans la demande d’accès lors de la première ouverture de l’app.
hi: हस्ताक्षर पुनर्स्थापित करने या फिर इंस्टॉल करने के बाद “ऐप डेटा” पृष्ठ पर “माउंट द्वारा माइग्रेशन” इस्तेमाल करें। APFS वाली बाहरी ड्राइव चाहिए। पहली बार ऐप खोलते समय अनुमति वाले डायलॉग में “अनुमति दें” पर क्लिक करें।
id: Setelah memulihkan tanda tangan atau menginstal ulang, gunakan “Migrasi dengan pemasangan” di halaman “Data App”. Diperlukan drive eksternal APFS. Klik “Izinkan” pada dialog izin saat pertama kali membuka app.
it: Dopo aver ripristinato la firma o reinstallato l’app, usa “Migrazione tramite montaggio” in “Dati app”. Serve un’unità esterna APFS. Alla prima apertura dell’app, fai clic su “Consenti” nella richiesta di autorizzazione.
ja: 署名を復元または再インストールした後、「アプリデータ」ページで「マウント移行」を使用してください。APFS の外部ドライブが必要です。初めてアプリを開いたときに表示される許可のダイアログで「許可」をクリックしてください。
ko: 서명을 복원하거나 앱을 재설치한 후 앱 데이터 페이지에서 “마운트 마이그레이션”을 사용하세요. APFS 외장 드라이브가 필요하며 앱을 처음 열 때 권한 대화상자에서 “허용”을 클릭하세요.
nl: Gebruik na het herstellen van de handtekening of opnieuw installeren ‘Migratie via aankoppelen’ in ‘Appgegevens’. Je hebt een externe APFS-schijf nodig. Klik bij de eerste keer openen op ‘Sta toe’ in het toestemmingsvenster.
pl: Po przywróceniu podpisu lub ponownej instalacji użyj opcji „Migracja przez montowanie” w sekcji „Dane aplikacji”. Potrzebny jest dysk zewnętrzny APFS. Przy pierwszym otwarciu aplikacji kliknij „Pozwól” w oknie uprawnień.
pt: Após restaurar a assinatura ou reinstalar, use “Migração por montagem” em “Dados de Apps”. É necessária uma unidade externa APFS. Na primeira vez que abrir o app, clique em “Permitir” na solicitação de autorização.
ru: После восстановления подписи или переустановки используйте «Перенос с монтированием» в разделе «Данные приложений». Нужен внешний накопитель APFS. При первом открытии приложения нажмите «Разрешить» в запросе доступа.
th: หลังคืนค่าลายเซ็นหรือติดตั้งใหม่ ให้ใช้ “ย้ายแบบต่อเชื่อม” ในหน้า “ข้อมูลแอป” ต้องใช้ไดรฟ์ภายนอกแบบ APFS และคลิก “อนุญาต” ในกล่องขออนุญาตเมื่อเปิดแอปครั้งแรก
tr: İmzayı geri yükledikten veya yeniden yükledikten sonra “Uygulama Verileri” bölümünde “Bağlayarak Taşıma” seçeneğini kullanın. APFS biçiminde bir harici disk gerekir. Uygulamayı ilk açışınızda izin penceresinde “İzin Ver”e tıklayın.
vi: Sau khi khôi phục chữ ký hoặc cài lại, dùng “Di chuyển bằng gắn kết” trên trang “Dữ liệu ứng dụng”. Cần ổ đĩa ngoài APFS; bấm “Cho phép” trong hộp thoại cấp quyền khi mở ứng dụng lần đầu.
zh_hant: 恢復簽名或重新安裝後，在「應用程式資料」頁面使用「掛載遷移」。需要 APFS 格式的外接磁碟；第一次打開應用程式時，請在授權對話框中按一下「允許」。

source: 经典模式下迁移过容器数据并重签名的应用，升级 macOS 27 前应先还原容器数据，再恢复原始签名或重装。请先处理应用列表中带「签名已替换」标记的应用。
ar: للتطبيقات التي رُحّلت بيانات حاوياتها وأُعيد توقيعها في الوضع التقليدي، استعد بيانات الحاويات أولًا، ثم استعد التوقيع الأصلي أو أعد التثبيت قبل الترقية إلى macOS 27. ابدأ بالتطبيقات التي تحمل علامة «استُبدل التوقيع» في قائمة التطبيقات.
de: Bei Apps, deren Containerdaten im klassischen Modus migriert und die neu signiert wurden, solltest du vor dem Upgrade auf macOS 27 zuerst die Containerdaten wiederherstellen. Stelle danach die Originalsignatur wieder her oder installiere die App neu. Bearbeite zuerst Apps mit der Markierung „Signatur ersetzt“ in der App-Liste.
en: For apps whose container data was migrated and re-signed in classic mode, restore container data and then restore the original signature or reinstall before upgrading to macOS 27. First address apps marked “Signature replaced” in the app list.
eo: Por aplikaĵoj kies ujaj datumoj estis migrigitaj kaj kiuj estis resubskribitaj en klasika reĝimo, unue restarigu la ujajn datumojn, poste restaŭru la originan subskribon aŭ reinstalu antaŭ ĝisdatigo al macOS 27. Unue traktu la aplikaĵojn markitajn “Subskribo anstataŭigita” en la listo.
es: Si migraste los datos del contenedor en modo clásico y volviste a firmar la app, antes de actualizar a macOS 27 debes restaurar primero esos datos y después restaurar la firma original o reinstalar la app. Revisa primero las apps marcadas con «Firma sustituida» en la lista.
fr: Pour les apps dont les données de conteneur ont été migrées en mode classique et qui ont été re-signées, restaurez les données du conteneur, puis la signature originale, ou réinstallez l’app avant de passer à macOS 27. Traitez d’abord les apps marquées « Signature remplacée » dans la liste.
hi: जिन ऐप का कंटेनर डेटा क्लासिक मोड में माइग्रेट किया गया और जिन्हें पुनः हस्ताक्षरित किया गया था, उनके लिए macOS 27 पर अपग्रेड करने से पहले कंटेनर डेटा पुनर्स्थापित करें, फिर मूल हस्ताक्षर पुनर्स्थापित करें या फिर इंस्टॉल करें। पहले ऐप सूची में “हस्ताक्षर बदले गए” चिह्न वाले ऐप पर कार्रवाई करें।
id: Untuk app yang data kontainernya dimigrasikan dan ditandatangani ulang dalam mode klasik, pulihkan data kontainer dahulu, lalu pulihkan tanda tangan asli atau instal ulang sebelum meningkatkan ke macOS 27. Tangani dahulu app berlabel “Tanda tangan diganti” di daftar app.
it: Per le app i cui dati dei contenitori sono stati migrati in modalità classica e che sono state rifirmate, ripristina prima i dati dei contenitori, poi la firma originale oppure reinstalla l’app, prima di aggiornare a macOS 27. Inizia dalle app contrassegnate con “Firma sostituita” nell’elenco.
ja: クラシックモードでコンテナデータを移行して再署名したアプリは、macOS 27 にアップグレードする前に、コンテナデータを復元してから元の署名を復元するか、再インストールしてください。まず、アプリリストで「署名置換済み」マークが付いているアプリに対処してください。
ko: 클래식 모드에서 컨테이너 데이터를 마이그레이션하고 재서명한 앱은 macOS 27로 업그레이드하기 전에 컨테이너 데이터를 먼저 복원한 후 원본 서명을 복원하거나 재설치해야 합니다. 앱 목록에서 “서명 교체됨” 표시가 있는 앱부터 처리하세요.
nl: Voor apps waarvan de containergegevens in de klassieke modus zijn gemigreerd en die opnieuw zijn ondertekend: herstel eerst de containergegevens en daarna de oorspronkelijke handtekening, of installeer de app opnieuw, voordat je bijwerkt naar macOS 27. Begin met apps met het label ‘Handtekening vervangen’ in de applijst.
pl: Jeśli dane kontenera aplikacji zostały zmigrowane w trybie klasycznym, a aplikacja podpisana ponownie, przed aktualizacją do macOS 27 przywróć najpierw dane kontenera, a potem oryginalny podpis lub zainstaluj aplikację ponownie. Zacznij od aplikacji oznaczonych na liście jako „Podpis zastąpiony”.
pt: Para apps cujos dados de contêiner foram migrados no modo clássico e que foram reassinados, restaure primeiro os dados do contêiner e depois a assinatura original ou reinstale o app antes de atualizar para o macOS 27. Comece pelos apps marcados com “Assinatura substituída” na lista.
ru: Если данные контейнера были перенесены в классическом режиме, а приложение переподписано, перед обновлением до macOS 27 сначала восстановите данные контейнера, затем оригинальную подпись или переустановите приложение. Начните с приложений с меткой «Подпись заменена» в списке.
th: สำหรับแอปที่เคยย้ายข้อมูลคอนเทนเนอร์และเซ็นใหม่ในโหมดดั้งเดิม ควรกู้คืนข้อมูลคอนเทนเนอร์ก่อน แล้วคืนค่าลายเซ็นดั้งเดิมหรือติดตั้งใหม่ก่อนอัปเกรดเป็น macOS 27 โปรดจัดการแอปที่มีป้าย “ลายเซ็นถูกแทนที่” ในรายการแอปก่อน
tr: Klasik modda kapsayıcı verileri taşınmış ve yeniden imzalanmış uygulamalar için macOS 27’ye yükseltmeden önce kapsayıcı verilerini geri yükleyin; ardından orijinal imzayı geri yükleyin veya uygulamayı yeniden yükleyin. Önce uygulama listesindeki “İmza değiştirildi” etiketli uygulamaları ele alın.
vi: Với ứng dụng đã di chuyển dữ liệu bộ chứa và ký lại trong chế độ cổ điển, hãy khôi phục dữ liệu bộ chứa trước, rồi khôi phục chữ ký gốc hoặc cài lại trước khi nâng cấp lên macOS 27. Xử lý trước các ứng dụng có nhãn “Chữ ký bị thay thế” trong danh sách ứng dụng.
zh_hant: 在經典模式下遷移過容器資料並重簽名的應用程式，升級至 macOS 27 前應先還原容器資料，再恢復原始簽名或重新安裝。請先處理應用程式清單中帶有「簽名已替換」標記的應用程式。

source: 升级到 macOS 27 后，被重签名的沙盒应用可能双击秒退，需要先还原容器数据，再恢复原始签名或重装。
ar: بعد الترقية إلى macOS 27، قد تُغلق التطبيقات المعزولة المعاد توقيعها فور النقر المزدوج لفتحها. استعد بيانات الحاويات أولًا، ثم استعد التوقيع الأصلي أو أعد التثبيت.
de: Nach dem Upgrade auf macOS 27 können neu signierte Sandbox-Apps direkt nach einem Doppelklick beendet werden. Stelle zuerst die Containerdaten und dann die Originalsignatur wieder her oder installiere die App neu.
en: After upgrading to macOS 27, re-signed sandboxed apps may quit immediately. Restore container data first, then restore the original signature or reinstall.
eo: Post ĝisdatigo al macOS 27, resubskribitaj izolitaj aplikaĵoj eble tuj fermiĝos post duobla alklako. Unue restarigu la ujajn datumojn, poste restaŭru la originan subskribon aŭ reinstalu.
es: Tras actualizar a macOS 27, las apps aisladas que se hayan vuelto a firmar podrían cerrarse inmediatamente al hacer doble clic. Restaura primero los datos del contenedor y después restaura la firma original o reinstala la app.
fr: Après le passage à macOS 27, les apps en bac à sable re-signées peuvent se fermer immédiatement après un double-clic. Restaurez d’abord les données du conteneur, puis la signature originale, ou réinstallez l’app.
hi: macOS 27 पर अपग्रेड के बाद पुनः हस्ताक्षरित सैंडबॉक्स ऐप डबल-क्लिक करते ही बंद हो सकते हैं। पहले कंटेनर डेटा पुनर्स्थापित करें, फिर मूल हस्ताक्षर पुनर्स्थापित करें या फिर इंस्टॉल करें।
id: Setelah peningkatan ke macOS 27, app dalam sandbox yang ditandatangani ulang mungkin langsung tertutup saat diklik dua kali. Pulihkan data kontainer dahulu, lalu pulihkan tanda tangan asli atau instal ulang.
it: Dopo l’aggiornamento a macOS 27, le app in sandbox rifirmate potrebbero chiudersi subito dopo il doppio clic. Ripristina prima i dati del contenitore, poi ripristina la firma originale o reinstalla l’app.
ja: macOS 27 にアップグレードすると、再署名されたサンドボックスアプリはダブルクリックしてもすぐに終了してしまう場合があります。先にコンテナデータを復元してから、元の署名を復元するか、再インストールする必要があります。
ko: macOS 27로 업그레이드한 후 재서명된 샌드박스 앱은 이중 클릭하자마자 종료될 수 있습니다. 컨테이너 데이터를 먼저 복원한 후 원본 서명을 복원하거나 재설치해야 합니다.
nl: Na een upgrade naar macOS 27 kunnen opnieuw ondertekende sandbox-apps direct sluiten als je erop dubbelklikt. Herstel eerst de containergegevens en daarna de oorspronkelijke handtekening, of installeer de app opnieuw.
pl: Po aktualizacji do macOS 27 ponownie podpisane aplikacje w piaskownicy mogą zamykać się natychmiast po dwukrotnym kliknięciu. Przywróć najpierw dane kontenera, a potem oryginalny podpis lub zainstaluj aplikację ponownie.
pt: Após atualizar para o macOS 27, apps em sandbox que foram reassinados podem encerrar imediatamente ao clicar duas vezes neles. Restaure primeiro os dados do contêiner e depois a assinatura original ou reinstale o app.
ru: После обновления до macOS 27 переподписанные приложения в песочнице могут сразу закрываться при двойном нажатии. Сначала восстановите данные контейнера, затем оригинальную подпись или переустановите приложение.
th: หลังอัปเกรดเป็น macOS 27 แอปแซนด์บ็อกซ์ที่เซ็นใหม่อาจปิดทันทีเมื่อดับเบิลคลิกเปิด ต้องกู้คืนข้อมูลคอนเทนเนอร์ก่อน แล้วคืนค่าลายเซ็นดั้งเดิมหรือติดตั้งใหม่
tr: macOS 27’ye yükselttikten sonra yeniden imzalanmış korumalı alan uygulamaları çift tıklandığında hemen kapanabilir. Önce kapsayıcı verilerini, ardından orijinal imzayı geri yükleyin veya uygulamayı yeniden yükleyin.
vi: Sau khi nâng cấp lên macOS 27, ứng dụng sandbox đã ký lại có thể thoát ngay khi bấm hai lần để mở. Hãy khôi phục dữ liệu bộ chứa trước, rồi khôi phục chữ ký gốc hoặc cài lại.
zh_hant: 升級至 macOS 27 後，經過重簽名的沙盒應用程式可能一打開就閃退，需要先還原容器資料，再恢復原始簽名或重新安裝。
